/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Použijte aplikaci BlackBerry Blend k zobrazení zpráv a obsahu ze zařízení BlackBerry na počítači. Můžete také zobrazit kalendář a kontakty, stejně jako spravovat soubory mezi počítačem a zařízením.  Jestliže má vaše zařízení aktivovanou aplikaci Enterprise, můžete bezpečně získat přístup k pracovním informacím, souborům a intranetu, aniž byste se připojili k síti VPN. Aplikace BlackBerry Blend je podporována v zařízeních se systémem BlackBerry 10 OS verze 10.3 nebo novějším.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Použijte aplikaci BlackBerry Link k zálohování a obnovení dat zařízení, přechodu na nové zařízení, aktualizaci nebo opětné instalaci softwaru zařízení. Můžete také synchronizovat mezi zařízením a počítačem svoje média, dokumenty a data organizátoru, jako jsou kontakty a kalendáře. Povolte přístup k souborům na počítači ze svého zařízení s použitím funkce vzdáleného přístupu k souborům a mnohem více!";